Repository: chloHabitto/Habitto
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ko

# common.cancel
source: Cancel
ko: 취소

# common.delete
source: Delete
ko: 삭제

# common.done
source: Done
ko: 완료

# common.edit
source: Edit
ko: 수정

# common.free
source: Free
ko: 무료

# common.off
source: Off
ko: 꺼짐

# common.on
source: On
ko: 켜짐

# common.premium
source: Premium
ko: 프리미엄

# common.save
source: Save
ko: 저장

# create.button.add
source: Add
ko: 추가

# create.button.back
source: Back
ko: 뒤로

# create.button.cancel
source: Cancel
ko: 취소

# create.button.close
source: Close
ko: 닫기

# create.button.confirm
source: Confirm
ko: 확인

# create.button.continue
source: Continue
ko: 계속

# create.button.create
source: Create
ko: 만들기

# create.button.done
source: Done
ko: 완료

# create.button.edit
source: Edit
ko: 수정

# create.button.next
source: Next
ko: 다음

# create.button.reset
source: Reset
ko: 초기화

# create.button.save
source: Save
ko: 저장

# create.button.select
source: Select
ko: 선택

# create.color.blue
source: Blue
ko: 파랑

# create.color.purple
source: Purple
ko: 보라

# create.color.yellow
source: Yellow
ko: 노랑

# create.colorPicker.description
source: Set a colour for your habit
ko: 습관 색상을 설정하세요

# create.colorPicker.title
source: Colour
ko: 색상

# create.goal.currentDescription
source: How much do you currently do?
ko: 현재 얼마나 하고 있나요?

# create.goal.description
source: Set how often and how much you want to do
ko: 얼마나 자주, 얼마나 할지 설정하세요

# create.goal.reduceDescription
source: How much do you want to reduce to?
ko: 얼마나 줄이고 싶나요?

# create.iconPicker.description
source: Choose an icon for your habit
ko: 습관 아이콘을 선택하세요

# create.iconPicker.none
source: None
ko: 선택 안됨

# create.iconPicker.selectEmoji
source: Select an emoji for your habit
ko: 습관용 이모지를 선택하세요

# create.iconPicker.tapEmoji
source: Tap to enter an emoji
ko: 탭하여 이모지 입력

# create.iconPicker.title
source: Choose Icon
ko: 아이콘 선택

# create.label.color
source: Colour
ko: 색상

# create.label.current
source: Current
ko: 현재

# create.label.description
source: Description
ko: 설명

# create.label.endDate
source: End Date
ko: 종료일

# create.label.goal
source: Goal
ko: 목표

# create.label.habitType
source: Habit Type
ko: 습관 유형

# create.label.icon
source: Icon
ko: 아이콘

# create.label.name
source: Name
ko: 이름

# create.label.period
source: Period
ko: 기간

# create.label.reminder
source: Reminder
ko: 알림

# create.label.startDate
source: Start Date
ko: 시작일

# create.period.noEndDate
source: No end date
ko: 종료일 없음

# create.period.title
source: Select a date for your habit period
ko: 습관 기간의 날짜를 선택하세요

# create.periodSection.notSelected
source: Not Selected
ko: 미선택

# create.periodSection.today
source: Today
ko: 오늘

# create.placeholder.customUnit
source: e.g., pages, chapters, sets
ko: 예: 페이지, 챕터, 세트

# create.placeholder.description
source: Description (Optional)
ko: 설명 (선택)

# create.placeholder.name
source: Habit name
ko: 습관 이름

# create.reminder.addReminder
source: Add a reminder
ko: 알림 추가

# create.reminder.description
source: Choose when you want to be reminded about this habit
ko: 이 습관 알림을 받을 시간을 선택하세요

# create.reminder.noReminder
source: No reminder
ko: 알림 없음

# create.reminder.remindersCount
source: %lld reminders
ko: 알림 %lld개

# create.reminder.selectTime
source: Select Time
ko: 시간 선택

# create.reminder.time
source: Time
ko: 시간

# create.reminder.title
source: Reminder
ko: 알림

# create.schedule.daysAMonth
source: %d days a month
ko: 월 %d회

# create.schedule.daysAWeek
source: %d days a week
ko: 주 %d회

# create.schedule.daysPerMonth
source: %d days per month
ko: 월 %d일

# create.schedule.daysPerWeek
source: %d days per week
ko: 주 %d일

# create.schedule.description
source: Set which day(s) you'd like to do this habit
ko: 이 습관을 할 요일을 선택하세요

# create.schedule.everyXDays
source: Every %d days
ko: %d일마다

# create.schedule.everyday
source: Every day
ko: 매일

# create.schedule.frequency
source: Frequency
ko: 빈도

# create.schedule.interval
source: Interval
ko: 간격

# create.schedule.notSelected
source: Not Selected
ko: 미선택

# create.schedule.onSpecificDays
source: On specific days
ko: 특정 요일

# create.schedule.onThoseDays
source: On those days
ko: 선택한 요일

# create.schedule.onceAMonth
source: once a month
ko: 월 1회

# create.schedule.onceAWeek
source: once a week
ko: 주 1회

# create.schedule.repeatHint
source: I want to repeat this habit
ko: 이 습관을 반복하고 싶어요

# create.schedule.selectDays
source: Select days
ko: 요일 선택

# create.schedule.title
source: Schedule
ko: 일정

# create.schedule.twiceAMonth
source: twice a month
ko: 월 2회

# create.schedule.twiceAWeek
source: twice a week
ko: 주 2회

# create.title
source: Create Habit
ko: 습관 만들기

# create.unit.addCustom
source: Add Custom Unit
ko: 맞춤 단위 추가

# create.unit.custom
source: Custom
ko: 맞춤

# create.unit.description
source: Choose a unit for your goal
ko: 목표 단위를 선택하세요

# create.unit.enterCustom
source: Enter custom unit name
ko: 맞춤 단위 이름 입력

# create.unit.title
source: Select Unit
ko: 단위 선택

# create.vacation.message
source: Habit creation is paused during vacation mode. You can create new habits when vacation mode ends.
ko: 휴가 모드 중에는 습관을 만들 수 없습니다. 휴가 모드를 끝내면 새 습관을 만들 수 있어요.

# create.vacation.title
source: Vacation Mode Active
ko: 휴가 모드

# create.validation.duplicateName
source: A habit with this name already exists
ko: 같은 이름의 습관이 이미 있습니다

# create.validation.enterName
source: Please enter a habit name
ko: 습관 이름을 입력하세요

# create.validation.enterNumber
source: Please enter a number greater than 0
ko: 0보다 큰 숫자를 입력하세요

# create.validation.enterNumberOrZero
source: Please enter a number greater than or equal to 0
ko: 0 이상의 숫자를 입력하세요

# create.validation.maxChars
source: Maximum %d characters reached
ko: 최대 %d자까지 입력 가능

# date.month.april
source: April
ko: 4월

# date.month.august
source: August
ko: 8월

# date.month.december
source: December
ko: 12월

# date.month.february
source: February
ko: 2월

# date.month.january
source: January
ko: 1월

# date.month.july
source: July
ko: 7월

# date.month.june
source: June
ko: 6월

# date.month.march
source: March
ko: 3월

# date.month.may
source: May
ko: 5월

# date.month.november
source: November
ko: 11월

# date.month.october
source: October
ko: 10월

# date.month.september
source: September
ko: 9월

# date.month.short.apr
source: Apr
ko: 4월

# date.month.short.aug
source: Aug
ko: 8월

# date.month.short.dec
source: Dec
ko: 12월

# date.month.short.feb
source: Feb
ko: 2월

# date.month.short.jan
source: Jan
ko: 1월

# date.month.short.jul
source: Jul
ko: 7월

# date.month.short.jun
source: Jun
ko: 6월

# date.month.short.mar
source: Mar
ko: 3월

# date.month.short.may
source: May
ko: 5월

# date.month.short.nov
source: Nov
ko: 11월

# date.month.short.oct
source: Oct
ko: 10월

# date.month.short.sep
source: Sep
ko: 9월

# date.today
source: Today
ko: 오늘

# date.weekday.short.friday
source: Fri
ko: 금

# date.weekday.short.monday
source: Mon
ko: 월

# date.weekday.short.saturday
source: Sat
ko: 토

# date.weekday.short.sunday
source: Sun
ko: 일

# date.weekday.short.thursday
source: Thu
ko: 목

# date.weekday.short.tuesday
source: Tue
ko: 화

# date.weekday.short.wednesday
source: Wed
ko: 수

# habits.action.add
source: Add Habit
ko: 습관 추가

# habits.action.archive
source: Archive
ko: 보관

# habits.action.delete
source: Delete
ko: 삭제

# habits.action.edit
source: Edit
ko: 수정

# habits.action.pause
source: Pause
ko: 일시정지

# habits.action.resume
source: Resume
ko: 재개

# habits.action.unarchive
source: Unarchive
ko: 보관 해제

# habits.allHabits
source: All Habits
ko: 모든 습관

# habits.card.difficulty
source: Difficulty
ko: 난이도

# habits.card.frequency
source: Frequency
ko: 빈도

# habits.card.goal
source: Goal
ko: 목표

# habits.card.noDescription
source: No description
ko: 설명 없음

# habits.card.noReminder
source: No reminder
ko: 알림 없음

# habits.card.progress
source: Progress
ko: 진행

# habits.card.reminder
source: Reminder
ko: 알림

# habits.card.reminders
source: Reminders
ko: 알림

# habits.card.streak
source: Streak
ko: 연속

# habits.difficulty.easy
source: Easy
ko: 쉬움

# habits.difficulty.epic
source: Epic
ko: 매우 어려움

# habits.difficulty.hard
source: Hard
ko: 어려움

# habits.difficulty.medium
source: Medium
ko: 보통

# habits.difficulty.trivial
source: Trivial
ko: 아주 쉬움

# habits.difficulty.veryEasy
source: Very Easy
ko: 매우 쉬움

# habits.difficulty.veryHard
source: Very Hard
ko: 매우 어려움

# habits.empty.allActive
source: All your habits are currently active
ko: 모든 습관이 현재 활성 상태입니다

# habits.empty.allInactive
source: All your habits are currently inactive or completed
ko: 모든 습관이 현재 비활성 또는 완료되었습니다

# habits.empty.createFirst
source: Create your first habit
ko: 첫 번째 습관을 만들어보세요

# habits.empty.noActiveHabits
source: No active habits
ko: 활성 습관이 없습니다

# habits.empty.noArchivedHabits
source: No archived habits
ko: 보관된 습관이 없습니다

# habits.empty.noHabits
source: No habits yet
ko: 습관이 없습니다

# habits.empty.noHabitsFound
source: No habits found
ko: 습관을 찾을 수 없습니다

# habits.empty.noInactiveHabits
source: No inactive habits
ko: 비활성 습관이 없습니다

# habits.empty.tapToAdd
source: Tap + to add a habit
ko: +를 눌러 습관 추가

# habits.empty.tryAdjustingFilters
source: Try adjusting your filters
ko: 필터를 조정해보세요

# habits.filter.active
source: Active
ko: 활성

# habits.filter.all
source: All
ko: 전체

# habits.filter.archived
source: Archived
ko: 보관됨

# habits.filter.breaking
source: Breaking
ko: 끊기

# habits.filter.formation
source: Formation
ko: 형성

# habits.filter.inactive
source: Inactive
ko: 비활성

# habits.filter.paused
source: Paused
ko: 일시정지

# habits.frequency.custom
source: Custom
ko: 사용자 지정

# habits.frequency.daily
source: Daily
ko: 매일

# habits.frequency.everyWeekday
source: Every weekday
ko: 평일마다

# habits.frequency.everyWeekend
source: Every weekend
ko: 주말마다

# habits.frequency.everyday
source: Every day
ko: 매일

# habits.frequency.monthly
source: Monthly
ko: 매월

# habits.frequency.timesPerDay
source: %d times per day
ko: 하루 %d회

# habits.frequency.timesPerMonth
source: %d times per month
ko: 월 %d회

# habits.frequency.timesPerWeek
source: %d times per week
ko: 주 %d회

# habits.frequency.weekdays
source: Weekdays
ko: 평일

# habits.frequency.weekends
source: Weekends
ko: 주말

# habits.frequency.weekly
source: Weekly
ko: 매주

# habits.myHabits
source: My Habits
ko: 내 습관

# habits.recentlyDeleted.daysLeftToRecover
source: %lld days left to recover
ko: 복원 가능 %lld일 남음

# habits.recentlyDeleted.deleteForever
source: Delete Forever
ko: 영구 삭제

# habits.recentlyDeleted.deleteForeverConfirm
source: Are you sure you want to permanently delete "%@"? This action cannot be undone.
ko: "%@"을(를) 영구적으로 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.

# habits.recentlyDeleted.deletedDaysAgo
source: Deleted %lld days ago
ko: %lld일 전에 삭제됨

# habits.recentlyDeleted.description
source: Deleted habits will appear here for 30 days before being permanently removed.
ko: 삭제된 습관은 영구적으로 제거되기 전까지 30일 동안 여기에 표시됩니다.

# habits.recentlyDeleted.error
source: Error Loading Deleted Habits
ko: 삭제된 습관 로드 오류

# habits.recentlyDeleted.loading
source: Loading...
ko: 로드 중...

# habits.recentlyDeleted.noDeleted
source: No Recently Deleted Habits
ko: 최근 삭제된 습관 없음

# habits.recentlyDeleted.restore
source: Restore
ko: 복원

# habits.recentlyDeleted.title
source: Recently Deleted
ko: 최근 삭제됨

# habits.recentlyDeleted.tryAgain
source: Try Again
ko: 다시 시도

# habits.recentlyDeleted.warning
source: Habits are permanently deleted after 30 days
ko: 습관은 30일 후 영구적으로 삭제됩니다

# habits.sort.completion
source: Completion
ko: 완료율

# habits.sort.dateCreated
source: Date Created
ko: 생성일

# habits.sort.name
source: Name
ko: 이름

# habits.sort.streak
source: Streak
ko: 연속

# habits.stats.bestStreak
source: Best Streak
ko: 최고 연속

# habits.stats.completionRate
source: Completion Rate
ko: 완료율

# habits.stats.currentStreak
source: Current Streak
ko: 현재 연속

# habits.stats.totalCompletions
source: Total Completions
ko: 총 완료

# habits.status.active
source: Active
ko: 활성

# habits.status.archived
source: Archived
ko: 보관됨

# habits.status.completed
source: Completed
ko: 완료됨

# habits.status.inactive
source: Inactive
ko: 비활성

# habits.status.paused
source: Paused
ko: 일시정지

# habits.timeOfDay.afternoon
source: Afternoon
ko: 오후

# habits.timeOfDay.allDay
source: All Day
ko: 하루 종일

# habits.timeOfDay.anytime
source: Anytime
ko: 언제든지

# habits.timeOfDay.evening
source: Evening
ko: 저녁

# habits.timeOfDay.morning
source: Morning
ko: 아침

# habits.title
source: Habits
ko: 습관

# habits.type.breaking
source: Breaking
ko: 끊기

# habits.type.breakingDesc
source: Break a bad habit
ko: 나쁜 습관 끊기

# habits.type.formation
source: Formation
ko: 형성

# habits.type.formationDesc
source: Build a new habit
ko: 새로운 습관 만들기

# habits.type.habitBreaking
source: Habit Breaking
ko: 습관 끊기

# habits.type.habitBuilding
source: Habit Building
ko: 습관 형성

# home.action.addHabit
source: Add Habit
ko: 습관 추가

# home.action.markComplete
source: Mark Complete
ko: 완료 표시

# home.action.viewAll
source: View All
ko: 전체 보기

# home.completion.almostThere
source: Almost there!
ko: 거의 다 왔어요!

# home.completion.keepGoing
source: Keep going!
ko: 계속 가세요!

# home.completion.perfect
source: Perfect!
ko: 완벽해요!

# home.date.today
source: Today
ko: 오늘

# home.date.tomorrow
source: Tomorrow
ko: 내일

# home.date.yesterday
source: Yesterday
ko: 어제

# home.empty.allDone
source: All done!
ko: 모두 완료!

# home.empty.allHabitsDone
source: All habits completed!
ko: 모든 습관 완료!

# home.empty.allHabitsDoneMsg
source: Great job! All your habits are done for today
ko: 잘했어요! 오늘의 모든 습관을 완료했습니다

# home.empty.createFirstHabit
source: Create your first habit to get started
ko: 첫 번째 습관을 만들어 시작하세요

# home.empty.greatJob
source: Great job!
ko: 잘했어요!

# home.empty.letsRelax
source: Let's relax and enjoy the day!
ko: 휴식을 취하고 하루를 즐기세요!

# home.empty.noCompletedHabits
source: No completed habits
ko: 완료된 습관이 없습니다

# home.empty.noHabits
source: No habits for today
ko: 오늘 습관이 없습니다

# home.empty.noHabitsToday
source: No habits today
ko: 오늘 습관이 없습니다

# home.empty.noHabitsYet
source: No habits yet
ko: 습관이 없습니다

# home.empty.startBuildingStreak
source: Start building your streak today!
ko: 오늘부터 연속 기록을 시작하세요!

# home.greeting.afternoon
source: Good afternoon
ko: 좋은 오후예요

# home.greeting.evening
source: Good evening
ko: 좋은 저녁이에요

# home.greeting.morning
source: Good morning
ko: 좋은 아침이에요

# home.habit.complete
source: Complete
ko: 완료

# home.habit.completed
source: Completed
ko: 완료됨

# home.habit.pending
source: Pending
ko: 대기 중

# home.habit.skip
source: Skip
ko: 건너뛰기

# home.habit.skipped
source: Skipped
ko: 건너뜀

# home.habit.tapToComplete
source: Tap to complete
ko: 탭하여 완료

# home.loading.habits
source: Loading habits...
ko: 습관 로드 중...

# home.section.afternoon
source: Afternoon
ko: 오후

# home.section.anytime
source: Anytime
ko: 언제든지

# home.section.evening
source: Evening
ko: 저녁

# home.section.morning
source: Morning
ko: 아침

# home.section.todaysHabits
source: Today's Habits
ko: 오늘의 습관

# home.section.upcoming
source: Upcoming
ko: 다가오는

# home.streak.currentStreak
source: Current Streak
ko: 현재 연속

# home.streak.day
source: day
ko: 일

# home.streak.days
source: days
ko: 일

# home.tabs.done
source: Done
ko: 완료

# home.tabs.total
source: Total
ko: 전체

# home.tabs.undone
source: Undone
ko: 미완료

# home.vacation.endVacation
source: End Vacation
ko: 휴가 종료

# home.vacation.endVacationConfirm
source: Are you sure you want to end vacation mode? All habits will resume immediately.
ko: 휴가 모드를 정말로 종료하시겠습니까? 모든 습관이 즉시 재개됩니다.

# home.vacation.onVacation
source: On Vacation
ko: 휴가 중

# home.weekday.friday
source: Friday
ko: 금요일

# home.weekday.monday
source: Monday
ko: 월요일

# home.weekday.saturday
source: Saturday
ko: 토요일

# home.weekday.short.fri
source: Fri
ko: 금

# home.weekday.short.mon
source: Mon
ko: 월

# home.weekday.short.sat
source: Sat
ko: 토

# home.weekday.short.sun
source: Sun
ko: 일

# home.weekday.short.thu
source: Thu
ko: 목

# home.weekday.short.tue
source: Tue
ko: 화

# home.weekday.short.wed
source: Wed
ko: 수

# home.weekday.sunday
source: Sunday
ko: 일요일

# home.weekday.thursday
source: Thursday
ko: 목요일

# home.weekday.tuesday
source: Tuesday
ko: 화요일

# home.weekday.wednesday
source: Wednesday
ko: 수요일

# language.currentLanguage
source: Current Language
ko: 현재 언어

# language.description
source: Choose your preferred language
ko: 원하는 언어를 선택하세요

# language.save
source: Save
ko: 저장

# language.title
source: Language
ko: 언어

# more.aboutUs
source: About us
ko: 소개

# more.account
source: Account
ko: 계정

# more.appearance
source: Appearance
ko: 테마

# more.faq
source: FAQ
ko: 자주 묻는 질문

# more.language
source: Language
ko: 언어

# more.mySubscription
source: My subscription
ko: 내 구독

# more.privacyPolicy
source: Privacy Policy
ko: 개인정보 처리방침

# more.profile.greeting
source: Hi %@,
ko: %@님,

# more.profile.viewProfile
source: View Profile
ko: 프로필 보기

# more.rateUs
source: Rate Us
ko: 평가하기

# more.section.generalSettings
source: General Settings
ko: 일반 설정

# more.section.supportLegal
source: Support & Legal
ko: 지원 및 법률

# more.sendFeedback
source: Send Feedback
ko: 피드백 보내기

# more.settings
source: Settings
ko: 설정

# more.termsOfUse
source: Terms of Use
ko: 이용약관

# more.tutorialTips
source: Tutorial & Tips
ko: 튜토리얼 & 팁

# more.vacationMode
source: Vacation Mode
ko: 휴가 모드

# more.xp.level
source: Level
ko: 레벨

# more.xp.progress
source: XP Progress
ko: XP 진행

# more.xp.totalXP
source: %d total XP
ko: 총 %d XP

# onboarding.name.error
source: Please enter your name to continue
ko: 계속하려면 이름을 입력해 주세요.

# onboarding.name.helper
source: You can always change your name later in Settings.
ko: 이름은 나중에 설정에서 변경할 수 있어요.

# progress.action.createHabit
source: Create Habit
ko: 습관 만들기

# progress.action.exportData
source: Export Data
ko: 데이터 내보내기

# progress.action.gotIt
source: Got it
ko: 확인

# progress.action.seeMoreProgress
source: See more progress
ko: 더 많은 진행 보기

# progress.action.shareProgress
source: Share Progress
ko: 진행 상황 공유

# progress.action.viewDetails
source: View Details
ko: 상세 보기

# progress.analytics
source: Analytics
ko: 분석

# progress.chart.average
source: Average
ko: 평균

# progress.chart.averageStreak
source: Average Streak
ko: 평균 연속

# progress.chart.best
source: Best
ko: 최고

# progress.chart.bestStreak
source: Best Streak
ko: 최고 연속

# progress.chart.completion
source: Completion
ko: 완료

# progress.chart.completionRate
source: Completion Rate
ko: 완료율

# progress.chart.consistency
source: Consistency
ko: 꾸준함

# progress.chart.currentStreak
source: Current Streak
ko: 현재 연속

# progress.chart.streak
source: Streak
ko: 연속

# progress.chart.totalCompleted
source: Total Completed
ko: 총 완료

# progress.chart.totalMissed
source: Total Missed
ko: 총 놓침

# progress.chart.totalSkipped
source: Total Skipped
ko: 총 건너뜀

# progress.chart.worst
source: Worst
ko: 최저

# progress.compare.better
source: better
ko: 향상

# progress.compare.down
source: down
ko: 하락

# progress.compare.same
source: same
ko: 동일

# progress.compare.up
source: up
ko: 상승

# progress.compare.vsLastMonth
source: vs last month
ko: 지난달 대비

# progress.compare.vsLastWeek
source: vs last week
ko: 지난주 대비

# progress.compare.vsLastYear
source: vs last year
ko: 작년 대비

# progress.compare.worse
source: worse
ko: 하락

# progress.daily.basedOnScheduled
source: Based on your scheduled habits
ko: 예정된 습관 기준

# progress.daily.completedOne
source: Completed
ko: 완료

# progress.daily.habitsCompleted
source: %d of %d habits completed
ko: %d개 중 %d개 습관 완료

# progress.daily.level
source: Level %d
ko: 레벨 %d

# progress.daily.monthlyCompletions
source: Monthly Completions
ko: 월간 완료

# progress.daily.noProgressToday
source: No Progress Today
ko: 오늘 진행 없음

# progress.daily.notCompleted
source: Not completed
ko: 미완료

# progress.daily.notScheduledFor
source: %@ is not scheduled for %@
ko: %@은(는) %@에 예정되어 있지 않습니다

# progress.daily.progressFor
source: Progress for %@
ko: %@ 진행

# progress.daily.thisHabit
source: This habit
ko: 이 습관

# progress.daily.todaysDifficulty
source: Today's Difficulty
ko: 오늘의 난이도

# progress.daily.todaysProgress
source: Today's Progress
ko: 오늘의 진행

# progress.difficulty.explanation
source: Difficulty measures how challenging your habits felt when you completed them. After completing a habit, you rate it from Very Easy (1) to Very Hard (5). The stat shown here is the average difficulty of all your scheduled habits for this day.
ko: 난이도는 습관을 완료했을 때 얼마나 어려웠는지를 나타냅니다. 습관 완료 후 매우 쉬움(1)부터 매우 어려움(5)까지 평가합니다. 여기 표시되는 통계는 해당 날짜 예정 습관의 평균 난이도입니다.

# progress.difficulty.howChallengingMonth
source: How challenging this habit felt this month
ko: 이번 달 이 습관이 얼마나 어려웠는지

# progress.difficulty.howChallengingWeek
source: How challenging this habit felt this week
ko: 이번 주 이 습관이 얼마나 어려웠는지

# progress.difficulty.levels
source: Difficulty Levels:
ko: 난이도 단계:

# progress.difficulty.message.easy
source: Great job! 💪
ko: 잘했어요! 💪

# progress.difficulty.message.hard
source: Keep pushing through! 🔥
ko: 조금만 더 힘내요! 🔥

# progress.difficulty.message.medium
source: You're doing well! 👍
ko: 잘하고 있어요! 👍

# progress.difficulty.message.veryEasy
source: You're crushing it! 🚀
ko: 완벽해요! 🚀

# progress.difficulty.message.veryHard
source: You're building strength! 💎
ko: 점점 강해지고 있어요! 💎

# progress.difficulty.stat
source: Difficulty Stat
ko: 난이도 통계

# progress.difficulty.title
source: Difficulty
ko: 난이도

# progress.difficulty.trends
source: Difficulty Trends
ko: 난이도 추세

# progress.difficulty.whatDoesStatMean
source: What does this stat mean?
ko: 이 통계는 무엇을 의미하나요?

# progress.difficulty.whatIs
source: What is Difficulty?
ko: 난이도란?

# progress.empty.completeForDifficultyTrends
source: Complete this habit a few times to see your difficulty trends
ko: 이 습관을 몇 번 완료하면 난이도 추세를 볼 수 있어요

# progress.empty.completeForTimePatterns
source: Complete this habit a few times to see your time patterns
ko: 이 습관을 몇 번 완료하면 시간 패턴을 볼 수 있어요

# progress.empty.completeToSeeChampion
source: Complete some habits this month to see your champion!
ko: 이번 달 습관을 완료하면 챔피언을 확인할 수 있어요!

# progress.empty.createFirstToTrack
source: Create your first habit to start tracking progress
ko: 첫 번째 습관을 만들어 진행을 기록하세요

# progress.empty.noCompletionData
source: No completion data yet
ko: 아직 완료 데이터가 없습니다

# progress.empty.noData
source: No data yet
ko: 데이터가 없습니다

# progress.empty.noDifficultyData
source: No difficulty data yet
ko: 아직 난이도 데이터가 없습니다

# progress.empty.noDifficultySubtitle
source: You can record the difficulty once you complete the habit!
ko: 습관을 완료한 후 난이도를 기록할 수 있어요!

# progress.empty.noDifficultyYet
source: No Difficulty yet
ko: 아직 난이도 없음

# progress.empty.noHabitsCompleted
source: No habits completed yet
ko: 아직 완료된 습관이 없습니다

# progress.empty.noHabitsYet
source: No habits yet
ko: 습관이 없습니다

# progress.empty.noHighlightsYet
source: No habits to highlight yet
ko: 아직 강조할 습관이 없습니다

# progress.empty.noScheduledMonth
source: No habits scheduled this month
ko: 이번 달에 예정된 습관이 없습니다

# progress.empty.noScheduledThisMonth
source: No habits scheduled this month yet
ko: 이번 달에 예정된 습관이 없습니다

# progress.empty.noScheduledThisWeek
source: No habits scheduled this week yet
ko: 이번 주에 예정된 습관이 없습니다

# progress.empty.noScheduledWeek
source: No habits scheduled this week
ko: 이번 주에 예정된 습관이 없습니다

# progress.empty.noStatsAvailable
source: No statistics available
ko: 통계를 사용할 수 없습니다

# progress.empty.noTrendsYet
source: No trends to show yet
ko: 아직 표시할 추세가 없습니다

# progress.empty.selectHabit
source: Select a habit to view details
ko: 세부 정보를 보려면 습관을 선택하세요

# progress.empty.startTracking
source: Start tracking habits to see your progress
ko: 습관을 기록하여 진행 상황을 확인하세요

# progress.filter.allHabits
source: All habits
ko: 전체 습관

# progress.filter.allHabitsShort
source: All habits
ko: 전체 습관

# progress.filter.selectHabit
source: Select Habit
ko: 습관 선택

# progress.habit.activeDays
source: Active Days
ko: 활동 일수

# progress.habit.averagePerMonth
source: Average per Month
ko: 월간 평균

# progress.habit.averagePerWeek
source: Average per Week
ko: 주간 평균

# progress.habit.currentStreak
source: Current Streak
ko: 현재 연속

# progress.habit.longestStreak
source: Longest Streak
ko: 최장 연속

# progress.habit.perfectDays
source: Perfect Days
ko: 완벽한 날
